"Part1" = "ČESKY";
"Part2" = "APPLE INC.";
"Part3" = "LICENČNÍ UJEDNÁNÍ O SOFTWARU ZKRATKY PRO iOS";
"Part4" = "TOTO LICENČNÍ UJEDNÁNÍ O SOFTWARU („LICENCI“) SI DŮKLADNĚ PROSTUDUJTE DŘÍVE, NEŽ ZAČNETE SOFTWARE APPLE POUŽÍVAT. POUŽITÍM SOFTWARU APPLE VYJADŘUJETE SVŮJ SOUHLAS S TÍM, ŽE JSTE VÁZÁNI PODMÍNKAMI TÉTO LICENCE. POKUD S PODMÍNKAMI TÉTO LICENCE NESOUHLASÍTE, SOFTWARE NEINSTALUJTE A NEPOUŽÍVEJTE.";
"Part5" = "DŮLEŽITÁ POZNÁMKA: V rozsahu, v němž lze tento software používat k reprodukování, úpravám, publikování a šíření materiálů, je vám k němu poskytována licence pouze za účelem reprodukce, úprav, publikování nebo šíření materiálů, které nejsou chráněny autorským právem, materiálů, u nichž jste držitelem autorských práv, a materiálů, pro něž máte svolení nebo zákonné oprávnění k reprodukci, úpravám, publikování a šíření. Pokud si nejste jisti svým právem kopírovat, upravovat, publikovat nebo šířit jakékoli materiály, měli byste se obrátit na svého právního zástupce.";
"Part6" = "1. Obecná ustanovení";
"Part7" = "A. Software Apple a veškerý software třetích stran, dokumentaci, rozhraní, obsah, písma a veškerá data provázející tuto licenci, ať uložená v paměti pouze pro čtení, na libovolných jiných médiích nebo v jakékoli jiné formě (souborně „software Apple“), vám společnost Apple Inc.(„Apple“) poskytuje formou licence, nikoli prodeje, a to pouze k použití v souladu s podmínkami této licence. Společnost Apple a její licencianti si zachovávají vlastnictví softwaru Apple a vyhrazují si všechna práva, která vám nebyla výslovně poskytnuta. ";
"Part8" = "B. Společnost Apple může v budoucnosti podle svého vlastního uvážení zpřístupnit aktualizace softwaru Apple pro vaše kompatibilní zařízení značky Apple se systémem iOS. Případné aktualizace softwaru Apple nemusí nutně zahrnovat veškeré stávající funkce softwaru ani nové funkce, které společnost Apple vydá pro novější nebo jiné modely zařízení se systémem iOS. Podmínky této licence se vztahují na všechny aktualizace softwaru poskytované společností Apple pro původní softwarový produkt Apple, není-li k aktualizaci připojena samostatná licence – v takovém případě souhlasíte s tím, že pro takovou aktualizaci platí podmínky licence připojené k aktualizaci. ";
"Part9" = "2. Povolené užití a omezení licence";
"Part10" = "A. Licence. V souladu s podmínkami této licence a s ustanoveními „Užívacího řádu pro služby a obsah“ obsaženého ve smluvních podmínkách mediálních služeb Apple (https://www.apple.com/legal/internet-services/itunes/) („užívací řád“), pokud jste software Apple nezískali způsobem popsaným v oddílu 2B, je vám udělena omezená, nepřenosná a nevýhradní licence na instalaci a použití softwaru Apple na jakémkoli kompatibilním zařízení značky Apple se systémem iOS, které vlastníte nebo ovládáte. Software Apple nesmíte šířit ani zpřístupňovat v síti, kde by jej mohlo využívat více zařízení současně. Nemáte oprávnění k pronajímání, půjčování, prodeji, redistribuci nebo sublicencování softwaru Apple.";
"Part11" = "B. Multilicence a licence na údržbu. Pokud jste software Apple získali od společnosti Apple v rámci multilicenčního programu nebo licenčního programu údržby, bude počet kopií softwaru Apple, které smíte stáhnout, nainstalovat, užívat a provozovat v zařízeních značky Apple se systémem iOS, jež vlastníte nebo ovládáte, určen podmínkami vaší multilicence nebo licence na údržbu. Není-li se společností Apple písemně sjednáno jinak, budou se na vaše užívání softwaru Apple získaného v rámci multilicence nebo licence na údržbu vztahovat všechny ostatní podmínky této licence.";
"Part12" = "C. Systémové požadavky. Software Apple je podporován pouze hardwarem značky Apple, který splňuje systémové požadavky stanovené společností Apple.";
"Part13" = "D. Obsah a digitální materiály. Vlastnická práva a práva k duševnímu vlastnictví pro obsah, který je pomocí softwaru Apple zobrazován nebo k němuž software Apple přistupuje, včetně ochranných známek, log a obrazového materiálu, patří příslušným vlastníkům obsahu. Takový obsah může být chráněn autorským právem, zákonem o ochranných známkách nebo jinými zákony a úmluvami o duševním vlastnictví a mohou se na něj vztahovat užívací podmínky třetí strany, která jej poskytuje. Není-li v této licenci stanoveno jinak, (i) neuděluje vám tato licence žádná práva na používání takového obsahu ani nezaručuje, že vám tento obsah bude trvale dostupný, a (ii) nesmíte ke komerčním ani jiným účelům samostatně používat, vyjímat a distribuovat žádné fotografie, loga, text, kód, obrázky, grafiku, umělecká díla, zvuky, video či podobný obsah („digitální materiály“), které jsou v tomto softwaru Apple obsaženy nebo dodávány jako jeho součást, a také nesmíte tyto digitální materiály používat žádným jiným způsobem nad rámec jejich zamýšleného použití coby součásti tohoto softwaru společnosti Apple.";
"Part14" = "E. Použití zkratek. Berete na vědomí, že za veškeré zkratky akcí v aplikacích a na webech („zkratky“) odpovídá výhradně subjekt nebo subjekty, od nichž takové zkratky pocházejí. Apple nemá žádnou kontrolu nad obsahem a funkcemi zkratek třetích stran a nepřejímá za ně žádnou odpovědnost. Veškeré zkratky používáte na vlastní riziko a sami nesete výhradní odpovědnost za dodržování smluv a ujednání s třetími stranami v souvislosti s vaším používáním jakýchkoli zkratek. Berete na vědomí, že společnost Apple není povinna provádět předběžnou kontrolu zkratek, ačkoli si vyhrazuje právo podle svého vlastního uvážení veškeré zkratky předběžně kontrolovat, odmítat, deaktivovat a odstraňovat. ";
"Part15" = "F. Sdílení zkratek. Software Apple vám může umožnovat sdílení zkratek, které vytvoříte, s jinými uživateli prostřednictvím webových odkazů. Zkratky, které nasdílíte, budou spolu s veškerým obsahem, který je v nich vložený, uloženy na serverech Apple za účelem umožnění takového sdílení a můžou být použity k obecnému vylepšování produktů a služeb společnosti Apple. Zkratka, kterou nasdílíte, bude společně s veškerým v ní vloženým obsahem k dispozici komukoli, kdo má k webovému odkazu přístup; takový uživatel pak může vaši zkratku spolu s veškerým vloženým obsahem zkopírovat a kopii uložit, upravit a dále šířit. Nasdílením zkratky závazně prohlašujete, že: (1) máte k takové zkratce všechna potřebná práva a licence a že jejím zveřejněním a používáním nedojde k překročení ani porušení práv žádné třetí strany a (2) žádná vámi sdílená zkratka neporuší žádné zákony a nepřispěje ani nebude podněcovat k přestoupení zákona či jinému nezákonnému jednání a nebude vykazovat žádnou jinou nemorální či jinak závadnou činnost. Berete na vědomí, že společnost Apple není povinna provádět kontrolu žádných vámi sdílených zkratek, ačkoli si vyhrazuje právo podle svého vlastního uvážení zkontrolovat, odmítnout, deaktivovat nebo odstranit jakékoli zkratky, které nasdílíte.";
"Part16" = "G. Omezení použití. Souhlasíte s tím, že nebudete odesílat, zveřejňovat, posílat e‑mailem, přenášet, sdílet ani jinak zpřístupňovat žádné zkratky, které: (1) mají nezákonný, protiprávní, hanlivý, vulgární, nemravný, urážlivý nebo rasově, etnicky či jinak napadnutelný obsah; (2) porušují jakékoli platné zákony či předpisy nebo podněcují chování, které by je porušovalo nebo mohlo zavdat příčinu občanskoprávní odpovědnosti; (3) podporují diskriminaci, náboženskou nesnášenlivost, rasismus, nenávist, zastrašování nebo poškozování jakéhokoli jedince nebo skupiny; (4) mají násilný nebo výhružný obsah nebo podporují násilí nebo činnost ohrožující jakoukoli jinou osobu; (5) podporují nezákonné nebo škodlivé činnosti nebo (6) podle vašeho vědomí nebo přesvědčení mohou uživatele uvést v omyl, zmást, podvést nebo jiným způsobem oklamat. Dále souhlasíte s tím, že nebudete narušovat ani přerušovat činnost serverů a sítí připojených k softwaru Apple a k jiným softwarovým aplikacím, službám či webům třetích stran na vašem iOS zařízení („aplikace třetích stran“) ani tyto servery a sítě nadměrně zatěžovat, a že nebudete porušovat předpisy, pravidla a protokoly těchto sítí a aplikací třetích stran.";
"Part17" = "H. Aplikace třetích stran. K provádění některých zkratek potřebuje software Apple přístup k určitým aplikacím třetích stran. Výslovně vyjadřujete své svolení a udělujete softwaru Apple oprávnění k přístupu a používání těchto aplikací třetích stran vaším jménem v rozsahu nezbytném pro to, aby software Apple mohl příslušnou zkratku provést. V rozsahu, ve kterém software Apple přistupuje k libovolným aplikacím třetích stran, se na společnost Apple nevztahuje žádná výslovná ani odvozená povinnost poskytovat k těmto aplikacím třetích stran jakoukoli technickou ani jinou podporu. S žádostmi o technickou podporu a zákaznický servis souvisejícími se softwarem, službami, weby a produkty třetích stran se obracejte přímo na příslušného dodavatele softwaru, výrobce nebo poskytovatele služeb. DÁLE SOUHLASÍTE S TÍM, ŽE PŘI POUŽÍVÁNÍ SOFTWARU APPLE SE NA VÁS VZTAHUJÍ VŠECHNY PŘÍSLUŠNÉ PODMÍNKY POSKYTOVÁNÍ SLUŽEB A JINÉ SMLOUVY K TAKOVÝM APLIKACÍM TŘETÍCH STRAN A ŽE JE BUDETE DODRŽOVAT. NESETE VÝHRADNÍ ODPOVĚDNOST ZA TO, ŽE VŠECHNY ZKRATKY BUDOU SPLŇOVAT PLATNÉ PODMÍNKY VŠECH APLIKACÍ TŘETÍCH STRAN, KTERÉ TYTO ZKRATKY POUŽIJÍ. SPOLEČNOST APPLE ŽÁDNÝM ZPŮSOBEM NEZARUČUJE, ŽE ZKRATKY BUDOU SPLŇOVAT PODMÍNKY KTERÉKOLI APLIKACE TŘETÍ STRANY, A NEODPOVÍDÁ ZA ŽÁDNÉ ZKRATKY POCHÁZEJÍCÍ OD TŘETÍCH STRAN.";
"Part18" = "I. Zákaz zpětné analýzy. Není vám dovoleno a souhlasíte s tím, že se takového jednání nedopustíte ani je neumožníte jiným: kopírovat software Apple, jakékoli jeho části, jakékoli služby poskytované softwarem Apple a jakékoli jejich části (pokud to není výslovně povoleno v této licenci), dekompilovat je, zpětně analyzovat, rozebírat, pokoušet se odvozovat jejich zdrojový kód, dešifrovat je, měnit nebo z nich vytvářet odvozená díla (s výjimkami nepřekračujícími rozsah, v němž jsou některá z výše uvedených ustanovení zakázána platnými právními předpisy, nebo rozsah, v němž jsou některé z uvedených činností povoleny licenčními podmínkami, jimiž se řídí použití open source komponent poskytnutých se softwarem Apple). ";
"Part19" = "J. Dodržování právních předpisů. Souhlasíte s tím, že budete software a služby Apple (jak jsou definovány v oddílu 4 níže) používat v souladu se všemi platnými právními předpisy včetně místních zákonů země nebo oblasti, ve které sídlíte nebo ve které software a služby Apple stahujete a používáte.";
"Part20" = "K. Automatické aktualizace. Rozhodnete-li se povolit automatickou aktualizaci aplikací, bude vaše zařízení v pravidelných intervalech vyhledávat u společnosti Apple aktualizace softwaru Apple a v případě, že je aktualizace k dispozici, bude automaticky stažena a nainstalována do vašeho zařízení, případně do vašich periferních zařízení. Automatické aktualizace aplikací můžete kdykoli zcela vypnout změnou nastavení automatické aktualizace aplikací v Nastavení.";
"Part21" = "3. Souhlas s užitím dat. ";
"Part22" = "A. Analytická data. Zapojením do sběru analytických dat vyjadřujete svůj souhlas s tím, že společnost Apple, její pobočky a zástupci mohou shromažďovat, uchovávat, zpracovávat a používat diagnostická a technická data, údaje o užívání a související údaje včetně jedinečných systémových a hardwarových identifikátorů, informací o vašem zařízení se systémem iOS, počítači, systému, aplikačním softwaru a perifériích, které jsou pravidelně shromažďovány za účelem poskytování a zlepšování produktů a služeb Apple, zajištění dostupnosti aktualizací softwaru, produktové podpory a dalších služeb poskytovaných vám v souvislosti se softwarem Apple (jsou-li vám poskytovány) a pro ověření dodržování podmínek této licence. Za podmínky, že forma, v níž jsou tyto informace shromažďovány, neumožní vaši osobní identifikaci, je společnost Apple smí používat k výše popsaným účelům. Aby mohli partneři společnosti Apple a nezávislí vývojáři zlepšovat svůj software, hardware a služby určené k užívání s produkty Apple, může jim společnost Apple rovněž poskytnout část diagnostických dat, která má vztah k softwaru, hardwaru nebo službám takového partnera nebo vývojáře, za podmínky, že vás forma těchto diagnostických dat neumožní osobně identifikovat. ";
"Part23" = "B. Polohová data. Společnost Apple, její partneři, licenční partneři a nezávislí vývojáři mohou prostřednictvím softwaru Apple poskytovat některé služby, které jsou závislé na informacích o poloze. Za účelem poskytování a zlepšování těchto služeb tam, kde jsou k dispozici, mohou společnost Apple a její partneři, licencianti a nezávislí vývojáři přenášet, shromažďovat, udržovat, zpracovávat a používat údaje o vaší poloze. Polohová data a dotazy jsou společností Apple shromažďovány způsobem, který vás osobně neidentifikuje, a mohou být společností Apple a jejími partnery, držiteli licence a vývojáři třetích stran použity k poskytování a zlepšování produktů a služeb závislých na poloze. Použitím jakýchkoli služeb závislých na poloze, které jsou poskytovány softwarem Apple nebo jeho prostřednictvím, vyjadřujete svůj souhlas s tím, že společnost Apple a její partneři, licenční partneři a vývojáři třetích stran mohou přenášet, shromažďovat, udržovat, zpracovávat a používat data a dotazy související s vaší polohou za účelem poskytování a zlepšování těchto produktů a služeb. Tento souhlas můžete kdykoli vzít zpět tím, že na svém zařízení se systémem iOS přejdete do nastavení Polohové služby a vypnete globální nastavení polohových služeb nebo jednotlivá polohová nastavení pro software Apple. Využíváte-li na zařízení se systémem iOS aplikace nebo služby třetích stran, které používají nebo poskytují informace o poloze, vztahují se na vás zásady ochrany soukromí třetí strany pro využívání informací o poloze v takových aplikacích nebo službách třetí strany. Tyto zásady byste si v takovém případě měli prostudovat.";
"Part24" = "C. Zásady ochrany osobních údajů. Vaše informace budou za všech okolností zpracovávány v souladu se Zásadami ochrany osobních údajů společnosti Apple, s nimiž se lze seznámit na adrese https://www.apple.com/legal/privacy/.";
"Part25" = "4. Služby a materiály třetích stran.";
"Part26" = "A. Obecné. Software Apple může umožňovat přístup k obchodům iTunes Store a App Store, k iCloudu či Mapám společnosti Apple i k dalším službám a webovým stránkám společnosti Apple a třetích stran (souhrnně i samostatně „služby“). Takové služby nemusí být v určitých jazycích nebo zemích dostupné. Pro použití těchto služeb je nutný přístup k Internetu a některé z nich mohou vyžadovat Apple ID, přístup k nim může být vázán na přijetí dalších podmínek a mohou podléhat dalším poplatkům. Použitím tohoto softwaru v kombinaci s účtem iTunes Store, Apple ID nebo jinou službou Apple vyjadřujete svůj souhlas s příslušnými podmínkami služby pro danou službu, například s nejnovějšími smluvními podmínkami mediálních služeb Apple, které si můžete přečíst na adrese https://www.apple.com/legal/internet-services/itunes/.";
"Part27" = "B. Pokud se rozhodnete prostřednictvím softwaru Apple využívat služby iCloudu, vztahují se na jejich používání následující doplňující podmínky: Podmínky používání služby iCloud na webové stránce https://www.apple.com/legal/internet-services/icloud/ a zásady společnosti Apple pro ochranu osobních údajů na webové stránce https://www.apple.com/legal/privacy/.";
"Part28" = "C. Jste srozuměni s tím, že používáním libovolné z těchto služeb se můžete setkat s obsahem, který může být považován za urážlivý, neslušný nebo problematický, s obsahem, který může a nemusí být označen jako obsahující explicitní jazyk. Nicméně souhlasíte s tím, že služby používáte výhradně na vlastní nebezpečí a že společnost Apple neponese vůči vám žádné právní závazky za obsah, který může být shledán urážlivým, neslušným nebo problematickým. ";
"Part29" = "D. Určité služby mohou zobrazovat, zahrnovat nebo zpřístupňovat služby, obsah, data, informace, aplikace a materiály třetích stran („materiály třetích stran“) nebo poskytovat odkazy na určité weby nebo aplikace třetích stran. Použitím těchto služeb berete na vědomí a souhlasíte s tím, že společnost Apple nezodpovídá za zkoumání nebo vyhodnocování obsahu, přesnosti, úplnosti, aktuálnosti, platnosti, dodržování autorského práva, legálnosti, slušnosti, kvality nebo jakéhokoli jiného aspektu takových materiálů, aplikací nebo webů třetích stran. Společnost Apple, její pracovníci, filiálky a pobočky se nezaručují, neschvalují, nepřejímají a nebudou mít žádné závazky nebo odpovědnost vůči vám nebo jakékoli jiné osobě za služby třetích stran, materiály, aplikace nebo weby třetích stran ani za jakékoli jiné materiály, produkty nebo služby třetích stran. Materiály třetích stran a odkazy na jiné weby a aplikace jsou poskytovány výhradně pro vaše pohodlí. ";
"Part30" = "E. V rozsahu, ve kterém prostřednictvím užívání služeb odesíláte jakýkoli obsah, prohlašujete, že k takovému obsahu vlastníte všechna práva nebo máte svolení či jiné zákonné oprávnění k jeho odeslání a že tento obsah neporušuje žádné z podmínek služby, které pro tyto služby platí. Souhlasíte s tím, že služby obsahují chráněný obsah, informace a materiál včetně digitálních materiálů, který je vlastněn společností Apple, vlastníkem serveru nebo jejich licenčními partnery a chráněn příslušnými zákony na ochranu duševního vlastnictví a dalšími právními předpisy včetně autorského zákona. Dále souhlasíte s tím, že nebudete takovýto chráněný obsah, informace a materiály používat jinak než pro účely povoleného užívání služeb a žádným způsobem, který se neslučuje s podmínkami této licence nebo narušuje práva k duševnímu vlastnictví třetí strany nebo společnosti Apple. Žádná část služeb nesmí být reprodukována žádným způsobem ani prostředky. Souhlasíte, že nebudete služby žádným způsobem měnit, pronajímat, půjčovat, poskytovat na úvěr, prodávat, šířit ani na jejich základě vytvářet odvozená díla a že nebudete služby využívat žádným neoprávněným způsobem, mimo jiné k přenosu jakýchkoli počítačových virů, červů, trojských koňů nebo jiného škodlivého softwaru, překračování nebo přetěžování kapacity sítě. Dále souhlasíte, že nebudete služby žádným způsobem používat k obtěžování, zneužívání, pronásledování, vyhrožování, újmě na cti nebo jinému porušování nebo ohrožování práv žádné strany a že společnost Apple není žádným způsobem odpovědna za jakékoli takovéto vaše používání služeb, ani za jakékoli obtěžování, vyhrožování, na cti utrhání, urážlivé, neoprávněné nebo nelegální zprávy nebo přenosy, které můžete obdržet v důsledku používání kterékoli služby.";
"Part31" = "F. Služby a materiály třetích stran, ke kterým lze prostřednictvím softwaru Apple přistupovat, odkazovat na ně nebo je zobrazovat, nejsou k dispozici ve všech jazycích, zemích a oblastech. Společnost Apple není odpovědná za to, že takovéto služby a materiály třetích stran jsou vhodné nebo dostupné pro použití na jakémkoli určitém místě. Vámi zvolený rozsah využívání takovýchto služeb a materiálů třetích stran a přístupu k nim je vaší iniciativou a sami odpovídáte za dodržení všech platných právních předpisů včetně platných místních právních předpisů a zákonů upravujících ochranu soukromí a shromažďování dat. Společnost Apple a její licencianti si vyhrazují právo kdykoli bez upozornění změnit, pozastavit, odstranit nebo zablokovat přístup ke kterékoli ze služeb. Společnost Apple nebude v žádném případě odpovědná za odstranění nebo zablokování přístupu ke kterékoli z těchto služeb. Společnost Apple též může uplatnit omezení používání nebo přístupu k určitým službám v jakémkoli případě a bez upozornění nebo odpovědnosti. ";
"Part32" = "5. Ukončení účinnosti. Tato licence je účinná, dokud nebude její účinnost ukončena. Vaše práva v rámci této licence budou automaticky ukončena nebo přestanou být platná bez upozornění od společnosti Apple, pokud nedodržíte libovolnou podmínku této licence. Při ukončení účinnosti této licence jste povinni zastavit veškeré užívání softwaru Apple a zničit všechny jeho kopie, úplné i částečné. Oddíly 2I, 3, 4, 5, 6, 7, 8, 10 a 11 této licence zůstanou tímto ukončením nedotčeny.";
"Part33" = "6. Odmítnutí záruk. ";
"Part34" = "A. Patříte-li jako zákazník do kategorie spotřebitelů (uživatelů, kteří používají software Apple mimo svůj profesní obor, podnikání či zaměstnání), můžete mít v zemi svého bydliště zákonná práva, která zakazují, aby se na vás vztahovala následující omezení. V takovém případě se na vás takto zakázaná omezení nevztahují. Další informace o právech spotřebitele vám poskytnou místní poradenské organizace pro spotřebitele.";
"Part35" = "B. VÝSLOVNĚ UZNÁVÁTE A SOUHLASÍTE S TÍM, ŽE SOFTWARE APPLE A JAKÉKOLI SLUŽBY, KTERÉ TENTO SOFTWARE POSKYTUJE NEBO K NIM PŘISTUPUJE, POUŽÍVÁTE V ROZSAHU POVOLENÉM PLATNÝMI PRÁVNÍMI PŘEDPISY VÝHRADNĚ NA SVÉ VLASTNÍ NEBEZPEČÍ A ŽE NESETE VEŠKERÁ RIZIKA SPOJENÁ S USPOKOJIVOU KVALITOU, VÝKONEM, PŘESNOSTÍ A VYNALOŽENÝM ÚSILÍM. ";
"Part36" = "C. V MAXIMÁLNÍM ROZSAHU POVOLENÉM PLATNÝMI ZÁKONY JSOU SOFTWARE A SLUŽBY APPLE POSKYTOVÁNY „TAK, JAK JSOU“ A „TAK, JAK JSOU K DISPOZICI“, SE VŠEMI CHYBAMI A BEZ ZÁRUKY JAKÉHOKOLI DRUHU. SPOLEČNOST APPLE A JEJÍ LICENČNÍ PARTNEŘI (PRO POTŘEBY ODDÍLŮ 6 A 7 SOUBORNĚ OZNAČOVANÍ JAKO „APPLE“) TÍMTO ODMÍTAJÍ VEŠKERÉ ZÁRUKY A PODMÍNKY VE VZTAHU K SOFTWARU A SLUŽBÁM APPLE, AŤ UŽ VÝSLOVNÉ, ODVOZENÉ NEBO STATUTÁRNÍ, VČETNĚ ODVOZENÝCH ZÁRUK A PODMÍNEK PRODEJNOSTI, USPOKOJIVÉ KVALITY, VHODNOSTI PRO KONKRÉTNÍ ÚČEL, PŘESNOSTI, NERUŠENÉHO VYUŽÍVÁNÍ A NEPORUŠENÍ PRÁV TŘETÍCH STRAN. ";
"Part37" = "D. SPOLEČNOST APPLE NEPOSKYTUJE ZÁRUKU NERUŠENÉHO VYUŽÍVÁNÍ SOFTWARU A SLUŽEB APPLE ANI ZÁRUKU TOHO, ŽE FUNKCE A SLUŽBY OBSAŽENÉ V SOFTWARU APPLE NEBO JÍM PROVÁDĚNÉ ČI POSKYTOVANÉ BUDOU SPLŇOVAT VAŠE POŽADAVKY, ŽE PROVOZ SOFTWARU A SLUŽEB APPLE BUDE NEPŘERUŠOVANÝ A BEZCHYBNÝ, ŽE BUDE KTERÁKOLI SLUŽBA K DISPOZICI BEZ PŘERUŠENÍ, ŽE BUDOU VADY SOFTWARU A SLUŽEB APPLE OPRAVENY ANI ŽE BUDE SOFTWARE APPLE KOMPATIBILNÍ NEBO SCHOPNÝ SPOLUPRÁCE S LIBOVOLNÝM SOFTWAREM, APLIKACEMI ČI SLUŽBAMI TŘETÍCH STRAN. INSTALACE TOHOTO SOFTWARU APPLE MŮŽE OVLIVNIT DOSTUPNOST A POUŽITELNOST SOFTWARU, APLIKACÍ NEBO SLUŽEB TŘETÍCH STRAN A TAKÉ PRODUKTŮ A SLUŽEB SPOLEČNOSTI APPLE. ";
"Part38" = "E. DÁLE BERETE NA VĚDOMÍ, ŽE SOFTWARE A SLUŽBY APPLE NEJSOU URČENÉ ANI VHODNÉ K POUŽITÍ V SITUACÍCH A PROSTŘEDÍCH, VE KTERÝCH MŮŽE SELHÁNÍ, ZPOŽDĚNÍ, CHYBY NEBO NEPŘESNOSTI V OBSAHU, DATECH NEBO INFORMACÍCH POSKYTOVANÝCH SOFTWAREM NEBO SLUŽBAMI APPLE VÉST K ÚMRTÍ, ZRANĚNÍ NEBO VÁŽNÉ ÚJMĚ NA ZDRAVÍ NEBO ŽIVOTNÍM PROSTŘEDÍ, MIMO JINÉ V PROVOZECH JADERNÝCH ZAŘÍZENÍ, LETECKÝCH NAVIGAČNÍCH A KOMUNIKAČNÍCH SYSTÉMECH, V ŘÍZENÍ LETOVÉHO PROVOZU, V SYSTÉMECH PODPORY ŽIVOTA A VE ZBROJNÍCH SYSTÉMECH.";
"Part39" = "F. ŽÁDNÁ ÚSTNÍ ANI PÍSEMNÁ INFORMACE ČI RADA POSKYTNUTÁ SPOLEČNOSTÍ APPLE ANI JEJÍM POVĚŘENÝM ZÁSTUPCEM NEZAKLÁDÁ ZÁRUKU. POKUD SE SOFTWARE NEBO SLUŽBY APPLE PROJEVÍ JAKO VADNÉ, PŘEJÍMÁTE VEŠKERÉ NÁKLADY NA NEZBYTNÝ SERVIS, OPRAVU NEBO NÁPRAVU. NĚKTERÉ JURISDIKCE NEPŘIPOUŠTĚJÍ VYLOUČENÍ ODVOZENÝCH ZÁRUK NEBO OMEZENÍ PŘÍSLUŠNÝCH PRÁV SPOTŘEBITELE STANOVENÝCH ZÁKONEM, TAKŽE SE NA VÁS UVEDENÁ VYLOUČENÍ A OMEZENÍ NEMUSÍ VZTAHOVAT. ";
"Part40" = "7. Omezení odpovědnosti. V MAXIMÁLNÍM ROZSAHU, KTERÝ NENÍ ZAKÁZÁN PLATNÝMI ZÁKONY, SPOLEČNOST APPLE V ŽÁDNÉM PŘÍPADĚ NEODPOVÍDÁ ZA ZRANĚNÍ OSOB ANI ZA ŽÁDNÉ NÁHODNÉ, ZVLÁŠTNÍ, NEPŘÍMÉ ANI NÁSLEDNÉ ŠKODY JAKÉHOKOLI DRUHU VČETNĚ ŠKOD ZE ZTRÁTY ZISKU, POŠKOZENÍ NEBO ZTRÁTY DAT, NEODESLÁNÍ NEBO NEPŘIJETÍ JAKÝCHKOLI DAT, PŘERUŠENÍ OBCHODNÍ ČINNOSTI ANI JAKÉKOLI JINÉ OBCHODNÍ ŠKODY NEBO ZTRÁTY VZNIKLÉ V DŮSLEDKU NEBO SOUVISLOSTI S POUŽÍVÁNÍM NEBO NEMOŽNOSTÍ POUŽÍVAT SOFTWARE A SLUŽBY APPLE NEBO JAKÝKOLI SOFTWARE NEBO APLIKACE TŘETÍCH STRAN VE SPOJENÍ SE SOFTWAREM APPLE, BEZ OHLEDU NA PŘÍČINU I NA TEORII ODPOVĚDNOSTI (SMLUVNÍ, TRESTNĚPRÁVNÍ ČI JINOU), A TO ANI V PŘÍPADĚ, ŽE SPOLEČNOST APPLE BYLA NA MOŽNOST VZNIKU TAKOVÝCH ŠKOD UPOZORNĚNA. NĚKTERÉ JURISDIKCE NEPŘIPOUŠTĚJÍ VYLOUČENÍ NEBO OMEZENÍ ODPOVĚDNOSTI ZA ÚRAZY OSOB NEBO ZA NÁHODNÉ ČI NÁSLEDNÉ ŠKODY, TAKŽE SE NA VÁS TOTO OMEZENÍ NEMUSÍ VZTAHOVAT. Celková odpovědnost společnosti Apple vůči vám za veškeré škody (mimo příslušným zákonem stanovené odpovědnosti související se zraněním osob) v žádném případě nepřekročí částku padesáti dolarů (USD 50,00). Uvedená omezení se uplatní i tehdy, jestliže výše stanovené odškodnění nesplní svůj hlavní účel.";
"Part41" = "8. Regulace vývozu. Software Apple nesmíte užívat ani jiným způsobem vyvážet či reexportovat kromě případů, kdy to dovolují zákony USA a zákony platné v jurisdikcích, kde byl software Apple získán. Zejména nesmí být software Apple vyvezen ani reexportován (a) do žádných zemí, na něž USA uvalily embargo, ani (b) do rukou žádné osoby uvedené v seznamu zvlášť určených státních příslušníků (Specially Designated Nationals) Ministerstva financí USA, v seznamech nežádoucích osob a subjektů (Denied Person/Entity List) Ministerstva obchodu USA nebo v jakýchkoli jiných seznamech zakázaných subjektů. Užitím softwaru Apple prohlašujete a zaručujete, že se vaše bydliště či sídlo nenachází v žádné takové zemi a že nejste uvedeni v žádném z jmenovaných seznamů. Dále souhlasíte s tím, že nebudete software Apple používat k žádným účelům, které jsou zakázány právními předpisy Spojených států, mimo jiné k vývoji, navrhování, výrobě a produkci střel, nukleárních, chemických a biologických zbraní.";
"Part42" = "9. Koncoví uživatelé ve státní správě. Software Apple a související dokumentace jsou „komerční položky“ (Commercial Items) ve smyslu definice uvedené v §2.101 předpisu 48 CFR, skládající se z „komerčního počítačového softwaru“ (Commercial Computer Software) a „dokumentace ke komerčnímu počítačovému softwaru“ (Commercial Computer Software Documentation) ve smyslu užití těchto pojmů v §§12.212 a 227.7202 předpisu 48 CFR dle příslušnosti. V souladu s §12.212 předpisu 48 CFR nebo §§227.7202-1 až 227.7202-4 dle příslušnosti je uživatelům v sektoru státní správy USA udělována licence ke komerčnímu počítačovému softwaru a k jeho dokumentaci (a) pouze jako ke komerčním položkám a (b) pouze s těmi právy, která jsou udělována všem ostatním koncovým uživatelům na základě podmínek a ustanovení této licence. Nepublikované dílo – práva vyhrazena dle autorského zákona USA.";
"Part43" = "10. Rozhodné právo a oddělitelnost. Tato licence a její výklad se řídí právními předpisy státu Kalifornie s vyloučením jejích konfliktů právních principů. Na tuto licenci se nevztahuje Vídeňská úmluva o mezinárodní koupi zboží, jejíž uplatnění je výslovně vyloučeno. Jste-li spotřebitel se sídlem ve Spojeném království, bude se tato licence řídit zákony jurisdikce v místě vašeho pobytu. Shledá-li soud v příslušné jurisdikci z jakéhokoli důvodu některé ustanovení nebo jeho část nevymahatelným, zbývající části této licence si zachovávají plnou platnost a účinnost.";
"Part44" = "11. Úplná smlouva a rozhodná jazyková verze. Tato licence představuje úplnou dohodu mezi vámi a společností Apple ve vztahu k softwaru Apple a nahrazuje všechna předchozí i souběžná ujednání ohledně předmětu této smlouvy. Žádné dodatky ani změny této licence nebudou závazné, pokud nebudou uzavřeny písemně a podepsány společností Apple. Všechny překlady této licence jsou zhotoveny pouze pro místní účely a v případě neshody mezi anglickou verzí a neanglickými verzemi je anglická verze Licence rozhodující v rozsahu, který není zakázaný místními právními předpisy vaší jurisdikce.";
"Part45" = "12. Uznání třetích stran. Části softwaru Apple mohou využívat nebo obsahovat software třetích stran a další materiál chráněný autorským právem. Uznání, podmínky licencování a odmítnutí záruk pro takové materiály jsou obsaženy v elektronické dokumentaci k softwaru Apple a používání takových materiálů se řídí příslušnými podmínkami.";
"Part46" = "EA1576";
"Part47" = "16.08.2018";